[M_Orchid_PlotMission05 MissionDefinition]
MissionName="O Eremita"
MissionDescription="Scarlett sabe onde encontrar a última parte da bússola do Capitão Blade. Ela disse que Herbert, um ex-tripulante seu que mora em [place]Rustyards[-place] está obcecado com a lenda que gira em torno do tesouro das areias. Segundo ela, ele pode te levar até a última parte da bússola.\n"
TurnInDescription="Agora que você já conheceu o Herbert, ele está feliz em poder te mostrar onde está a última parte da bússola do Capitão. Ou não...\n"
MissionSummary="Pegue a última parte da bússola com o Herbert."
MissionGiver="Capitã Scarlett"
MissionTurnInLocation="Herbert, O Eremita"
TeaserText=""

[M_Orchid_PlotMission05:Dummy MissionObjectiveDefinition]
ProgressMessage="Ouça o discurso da Scarlett"

[M_Orchid_PlotMission05:DummySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission05:FindHerbert MissionObjectiveDefinition]
ProgressMessage="Encontre o eremita"

[M_Orchid_PlotMission05:FindHermitSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission05:FindHermitSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission05:GetBox MissionObjectiveDefinition]
ProgressMessage="Pegue o presente do Herbert"

[M_Orchid_PlotMission05:GetBoxSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Scarlett sabe onde encontrar a última parte da bússola do Capitão Blade. Ela disse que Herbert, um ex-tripulante seu que mora em [place]Rustyards[-place] está obcecado com a lenda que gira em torno do tesouro das areias. Segundo ela, ele pode te levar até a última parte da bússola.\nScarlett pediu para levar um presente especial para o Herbert.\n"

[M_Orchid_PlotMission05:GetHermitBox MissionObjectiveDefinition]
ProgressMessage="Pegue a caixa"

[M_Orchid_PlotMission05:GetHermitBoxSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission05:Opengate MissionObjectiveDefinition]
ProgressMessage="Ative a porta"

[M_Orchid_PlotMission05:OpenGateSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission05:UseDoor MissionObjectiveDefinition]
ProgressMessage="Bata na porta do Herbert"

[M_Orchid_PlotMission05:UseDoorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission05:UseElevator MissionObjectiveDefinition]
ProgressMessage="Use o elevador do Herbert"

[M_Orchid_PlotMission05:UseElevatorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

